<?php

// Heading
$_['heading_title']    = '按重量配送';

// Text
$_['text_shipping']    = '配送管理';
$_['text_success']     = '成功: 已修改按重量配送！';
$_['text_edit']        = '编辑按重量配送';

// Entry
$_['entry_rate']       = '费率';
$_['entry_tax_class']  = '税种';
$_['entry_geo_zone']   = '区域群组';
$_['entry_status']     = '状态';
$_['entry_sort_order'] = '排序';

// Help
$_['help_rate']        = '例如：5：10.00，1000：12.00 重量：运费，重量：运费，等等（注意：商品重量在超过第一个重量限制而未达到第二个重量限制时将按第二个重量限制值算运费，如果超过第二个重量限制，则不显示按重量配送的方式。例如：商品重量为10.0，则运费为12.0，如果重量为1100，则不显示按重量配送方式，所以如果要使得该配送方式长期有效，最后一个重量限制值当尽可能大。）。';

// Error
$_['error_permission'] = '警告: 无权限修改按重量配送！';